const articles = [
  {
    id: 1,
    img: '/images/aghdasieh.jpg',
    title: 'مدرن ترین رستوران زنجیره ای',
    desc: `  مردم شریف ایران هستیم. ما در رستوران‌های زنجیره‌ای ارکیده همواره
  تلاش کردیم که در محیطی اصیل بر پایه معماری و طراحی مدرن در کنار
  طبیعتی دلنواز، غذایی سالم و درخور شان شما عزیزان ارائه
  دهیم.مهمان‌نوازی یکی از مهم‌ترین مشخصه‌های ایرانیان است و باعث
  افتخار ماست که بیش از ۶۰ سال است خدمت‌گزار مردم شریف ایران هستیم.`
  },
  {
    id: 2,
    img: '/images/قهوه.png',
    title: 'مناسب برای انواع مراسمات',
    desc: `  در تمامی شعب مجموعه رستوران‌های ارکیده، موجبات برگزاری مراسم عروسی
    به مجلل‌ترین شکل ممکن فراهم شده است. خدمات رفاهی چون پارکینگ
    اختصاصی و خانه بازی کودکان در کنار انواع تشریفات عروسی مانند گل
    آرایی و دکور‌های مختلف روزی به یاد ماندنی را برای شما عزیزان رقم
    خواهد زد. در مجموعه رستوران‌های ارکیده برآنیم تا با ارائه بهترین
    خدمات و تشریفات مراسم عروسی، لحظاتی رویایی و در عین حال فراموش
    نشدنی برای شما عروس و داماد‌های گرامی بسازیم`
  },
  {
    id: 3,
    img: '/images/17.png',
    title: 'مدرن ترین رستوران زنجیره ای',
    desc: ` مجموعه رستوران‌های ارکیده با سال‌ها تجربه در برگزاری مراسم‌هایی
    چون جشن تولد، شام عقد، مجلس ختم و ... میزبان شما عزیزان خواهد بود.
    همچنین جهت برگزاری مراسم شما به صورت هر چه باشکوه‌تر، انواع خدمات
    تشریفاتی مانند گل‌آرایی و اجرای تم‌ در سالن‌های VIP شعب مختلف،
    ارائه می‌گردد. در مجموعه ارکیده، همه‌ی کارکنان ما در تلاش‌اند تا
    تک تک لحظات مراسم شما را به خاطره‌ای شیرین و ماندگار تبدیل کنند.`
  }
]

const imgSrcGallery = [
  'images/گالری - رستوران ارکیده1_files/1-3.jpg',
  'images/گالری - رستوران ارکیده1_files/1-4.jpg',
  'images/گالری - رستوران ارکیده1_files/10-1.jpg',
  'images/گالری - رستوران ارکیده1_files/10.jpg',
  'images/گالری - رستوران ارکیده1_files/11-1.jpg',
  'images/گالری - رستوران ارکیده1_files/12.jpg',
  'images/گالری - رستوران ارکیده1_files/13.jpg',
  'images/گالری - رستوران ارکیده1_files/14-1.jpg',
  'images/گالری - رستوران ارکیده1_files/15.jpg',
  'images/گالری - رستوران ارکیده1_files/17.jpg',
  'images/گالری - رستوران ارکیده1_files/18.jpg',
  'images/گالری - رستوران ارکیده1_files/19(1).jpg',
  'images/گالری - رستوران ارکیده1_files/2.jpg',
  'images/گالری - رستوران ارکیده1_files/222.jpg',
  'images/گالری - رستوران ارکیده1_files/19.jpg',
  'images/گالری - رستوران ارکیده1_files/5.jpg'
]

const MarasemData = [
  {
    id: 1,
    title: 'مراسم عقد و ازدواج ',
    desc1: ` روز عروسی، یکی از به‌یادماندنی‌ترین روز‌های زندگی ماست اما
شیرینی ازدواج نمی‌تواند استرس و نگرانی زوجین برای برگزاری
مراسمی بی‌نقص را کم کند`,
    desc2: ` در تمامی شعب مجموعه رستوران‌های ارکیده، موجبات برگزاری مراسم
    عروسی به مجلل‌ترین شکل ممکن فراهم شده است. خدمات رفاهی چون
    پارکینگ اختصاصی و خانه بازی کودکان در کنار انواع تشریفات عروسی
    مانند گل آرایی و دکور‌های مختلف روزی به یاد ماندنی را برای شما
    عزیزان رقم خواهد زد. در مجموعه رستوران‌های ارکیده برآنیم تا با
    ارائه بهترین خدمات و تشریفات مراسم عروسی، لحظاتی رویایی و در
    عین حال فراموش نشدنی برای شما عروس و داماد‌های گرامی بسازیم.`,
    src: '/images/عروسی.jpg',
    reverse: true
  },
  {
    id: 2,
    title: 'جشن تولد و ازدواج',
    desc1: `در ذهن همه‌ی ما روزها و تاریخ‌های خاصی وجود دارد که از آن
    انتظار متفاوت بودن داریم. هر ساله در روز‌های تولد یا سالگرد
    ازدواج، خود یا عزیزان‌مان، بهترین و با شکوه‌ترین مراسم‌ها را
    طلب می‌کنیم. در مجموعه رستوران‌های ارکیده با بهره‌مندی از
    کادری مجرب، متشکل از آشپزها و مهمانداران آموزش‌دیده آماده‌ی
    برگزاری انواع مراسم تولد و سالگرد برای شما خواهیم بود و
    میزبانی جشن‌های مجلل در محیطی اصیل بر پایه معماری و طراحی
    مدرن، متناسب با سلیقه‌ی شما را بر عهده خواهیم گرفت. همچنین
    تمامی امکانات رفاهی همچون: پارکینگ اختصاصی، سالن VIPو خانه
    بازی کودکان، در قالب سالن‌های کلاسیک، آلاچیق در فضای باز مجزا
    و کافی شاپ برای پذیرایی از شما و مهمانان عزیزتان مهیا شده است.`,
    src: '/images/تولد.jpg',
    reverse: false
  },
  {
    id: 3,
    title: 'سوگواری',
    desc1: `  غم از دست دادن عزیزان برای همه ما دشوار است؛ حال در کنار آن
    دغده‌ی پذیرایی از مهمانان، ابراز همدردی با اقوام و آشنایان و
    دیگر مسائل نیز بر دشواری مدیریت شرایط می‌افزاید؛ در این شرایط
    چه باید کرد؟ همه ما تمایل داریم به‌عنوان آخرین کاری که از
    دستمان برمی‌آید، یک مجلس ترحیم آبرومندانه برای متوفی خود
    برگزار کنیم. بنابراین در حالیکه غم عظیمی به دوش می‌کشیم
    می‌بایست بر خود مسلط بوده و تمرکز خود را جهت برنامه‌ریزی مراسم
    ختم حفظ کنیم. با واگذاری مراسم خود به مجموعه رستوران‌های
    ارکیده، خیالتان از بابت پذیرایی، آسوده است چراکه میزبانی از
    مهمانان شما بی‌کم‌وکاست انجام می‌شود. تلاش ما، در تمامی شعب
    این مجموعه، بر این است که داغداران عزیز بتوانند در کمال آرامش
    مراسمی بی‌نقص برای عزیز از دست رفته‌شان برگزار کنند و مراتب
    سپاس‌گزاری از همدردی اطرافیان را به‌جا آورند.`,
    src: '/images/عزاداری.jpg',
    reverse: true
  },
  {
    id: 4,
    title: 'روز عشق',
    desc1: ` مجموعه رستوران‌های ارکیده با سال‌ها تجربه در برگزاری
    مراسم‌هایی چون جشن تولد، شام عقد، مجلس ختم و ... میزبان شما
    عزیزان خواهد بود. همچنین جهت برگزاری مراسم شما به صورت هر چه
    باشکوه‌تر، انواع خدمات تشریفاتی مانند گل‌آرایی و اجرای تم‌ در
    سالن‌های VIP شعب مختلف، ارائه می‌گردد. در مجموعه ارکیده، همه‌ی
    کارکنان ما در تلاش‌اند تا تک تک لحظات مراسم شما را به خاطره‌ای
    شیرین و ماندگار تبدیل کنند.`,
    src: '/images/ولنتاین.jpg',
    reverse: false
  }
]

export { MarasemData }
export { imgSrcGallery }
export default articles
