const articles = [
  {
    id: 1,
    img: '/images/aghdasieh.jpg',
    title: 'مدرن ترین رستوران زنجیره ای',
    desc: `  مردم شریف ایران هستیم. ما در رستوران‌های زنجیره‌ای ارکیده همواره
  تلاش کردیم که در محیطی اصیل بر پایه معماری و طراحی مدرن در کنار
  طبیعتی دلنواز، غذایی سالم و درخور شان شما عزیزان ارائه
  دهیم.مهمان‌نوازی یکی از مهم‌ترین مشخصه‌های ایرانیان است و باعث
  افتخار ماست که بیش از ۶۰ سال است خدمت‌گزار مردم شریف ایران هستیم.`
  },
  {
    id: 2,
    img: '/images/قهوه.png',
    title: 'مناسب برای انواع مراسمات',
    desc: `  در تمامی شعب مجموعه رستوران‌های ارکیده، موجبات برگزاری مراسم عروسی
    به مجلل‌ترین شکل ممکن فراهم شده است. خدمات رفاهی چون پارکینگ
    اختصاصی و خانه بازی کودکان در کنار انواع تشریفات عروسی مانند گل
    آرایی و دکور‌های مختلف روزی به یاد ماندنی را برای شما عزیزان رقم
    خواهد زد. در مجموعه رستوران‌های ارکیده برآنیم تا با ارائه بهترین
    خدمات و تشریفات مراسم عروسی، لحظاتی رویایی و در عین حال فراموش
    نشدنی برای شما عروس و داماد‌های گرامی بسازیم`
  },
  {
    id: 3,
    img: '/images/17.png',
    title: 'مدرن ترین رستوران زنجیره ای',
    desc: ` مجموعه رستوران‌های ارکیده با سال‌ها تجربه در برگزاری مراسم‌هایی
    چون جشن تولد، شام عقد، مجلس ختم و ... میزبان شما عزیزان خواهد بود.
    همچنین جهت برگزاری مراسم شما به صورت هر چه باشکوه‌تر، انواع خدمات
    تشریفاتی مانند گل‌آرایی و اجرای تم‌ در سالن‌های VIP شعب مختلف،
    ارائه می‌گردد. در مجموعه ارکیده، همه‌ی کارکنان ما در تلاش‌اند تا
    تک تک لحظات مراسم شما را به خاطره‌ای شیرین و ماندگار تبدیل کنند.`
  }
]

export default articles
